/*
 Navicat Premium Dump SQL

 Source Server         : local
 Source Server Type    : MySQL
 Source Server Version : 80012 (8.0.12)
 Source Host           : 127.0.0.1:3306
 Source Schema         : douban_movie

 Target Server Type    : MySQL
 Target Server Version : 80012 (8.0.12)
 File Encoding         : 65001

 Date: 26/12/2024 12:52:30
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for analysis_results
-- ----------------------------
DROP TABLE IF EXISTS `analysis_results`;
CREATE TABLE `analysis_results`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `movie_id` int(11) NULL DEFAULT NULL,
  `wordcloud_path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `sentiment_chart_path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `time_dist_path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `length_dist_path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `positive_count` int(11) NULL DEFAULT NULL,
  `neutral_count` int(11) NULL DEFAULT NULL,
  `negative_count` int(11) NULL DEFAULT NULL,
  `total_comments` int(11) NULL DEFAULT NULL,
  `avg_sentiment_score` float NULL DEFAULT NULL,
  `short_comments` int(11) NULL DEFAULT NULL,
  `medium_comments` int(11) NULL DEFAULT NULL,
  `long_comments` int(11) NULL DEFAULT NULL,
  `top_words` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL,
  `created_at` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `movie_id`(`movie_id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 3 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of analysis_results
-- ----------------------------
INSERT INTO `analysis_results` VALUES (1, 1, '/static/analysis/1830528/wordcloud.png', '/static/analysis/1830528/sentiment.png', '/static/analysis/1830528/time_dist.png', '/static/analysis/1830528/length_dist.png', 84, 7, 9, 100, 0.83, 72, 26, 2, '[[\"经典\", 31], [\"三国\", 19], [\"诸葛亮\", 17], [\"电视剧\", 15], [\"喜欢\", 10], [\"小时候\", 8], [\"超越\", 8], [\"曹操\", 8], [\"这部\", 8], [\"演员\", 7]]', '2024-12-26 12:06:35');
INSERT INTO `analysis_results` VALUES (2, 2, '/static/analysis/3783963/wordcloud.png', '/static/analysis/3783963/sentiment.png', '/static/analysis/3783963/time_dist.png', '/static/analysis/3783963/length_dist.png', 81, 16, 11, 108, 0.8, 78, 29, 1, '[[\"动画\", 21], [\"剧情\", 14], [\"诸葛亮\", 13], [\"三国\", 13], [\"喜欢\", 12], [\"还是\", 11], [\"三国演义\", 11], [\"原著\", 10], [\"不错\", 10], [\"人物\", 10]]', '2024-12-26 12:24:42');

-- ----------------------------
-- Table structure for comments
-- ----------------------------
DROP TABLE IF EXISTS `comments`;
CREATE TABLE `comments`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `movie_id` int(11) NULL DEFAULT NULL,
  `user` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `comment_text` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL,
  `sentiment` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `date` datetime NULL DEFAULT NULL,
  `created_at` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `movie_id`(`movie_id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 209 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of comments
-- ----------------------------
INSERT INTO `comments` VALUES (1, 1830528, 'TJ', '此片耗费巨资，时间之久，规模之大都前所未有。拍摄制作人员历史责任感强，完全尊重原著，人物形象塑造成功，自始至终，布景逼真场面宏大，整片气势磅礴，波澜壮阔，外加配乐优美，乃国产电视剧中不朽之作。', NULL, '2007-11-09 15:45:39', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (2, 1830528, '战国客', '唐国强的诸葛亮是永远无法被超越的了~~', NULL, '2009-03-03 22:54:16', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (3, 1830528, '苇间疯', '鲍国安演的曹操真是神了。', NULL, '2009-05-11 21:32:44', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (4, 1830528, 'momo', '鲍国安简直曹操附体，杀人那段是我童年阴影。唐国强的诸葛亮很符合原著的描写。当年制作非常精良的电视剧。', NULL, '2016-12-21 00:18:48', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (5, 1830528, '眠去', '爸爸', NULL, '2007-09-11 22:41:44', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (6, 1830528, '鸽群中的猫', '虽然技术放到现在不算很好，但是很经典。。。《三国演义》毛版的书前题词《临江仙·滚滚长江东逝水》被拿来当主题歌，再加杨洪基老师的演唱，喜欢~', NULL, '2008-10-25 18:06:45', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (7, 1830528, '辛佑齊', '两字：经典。', NULL, '2008-12-10 00:49:15', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (8, 1830528, 'El Guaje', '一见子龙终身误。', NULL, '2012-08-30 05:07:48', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (9, 1830528, 'mumudancing', '一有现在新版相比，这个简直是又复古又美丽啊~', NULL, '2010-07-06 10:24:23', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (10, 1830528, '顾盼', '老三国是永远的经典。曹操 诸葛亮 的演绎，我想象不出来还有更好的了。', NULL, '2018-01-16 01:34:01', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (11, 1830528, '电荷守恒', '大江东去,浪淘尽,千古风流人物.故垒西边,人道是,三国周郎赤壁.乱石穿空,惊涛拍岸,卷起千堆雪.江山如画,一时多少豪杰.遥想公瑾当年,小乔初嫁了,雄姿英发.羽扇纶巾,谈笑间,樯橹灰飞烟灭.故国神游,多情应笑我,早生华发.人生如梦,一尊还酹江月', NULL, '2017-01-04 17:39:18', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (12, 1830528, 'Paradox', '金庸知道央视要拍《笑傲江湖》时说，只要他们像拍三国那样拍，我就一元钱卖版权，后来版权确实是一元卖的，结果张纪中充分证明自己估计压根都不知道怎么拍电视剧，魂淡啊，金爷爷很悲伤啊。', NULL, '2012-01-31 19:38:27', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (13, 1830528, 'Over5', '吴导啊，咱别赤壁了，好好学学三国演义怎么说人话吧～', NULL, '2009-05-03 19:38:13', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (14, 1830528, '时间的玫瑰', '只爱诸葛亮跟关羽。刚刚看个八卦，说关羽太重，赤兔马背都压弯了。一查资料，好家伙，关羽/陆叔铭，1.86m/94kg，谁家赤兔马吃得消啊……', NULL, '2007-12-30 16:23:35', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (15, 1830528, '爱的镇魂歌', '无以言表的憾动，呜呼哀哉。老三国真是部用心拍出的好剧，宏大而细腻。硬要说瑕疵的话，某几个重要角色(魏延、鲁肃、庞统、赵云等)中途更换演员，让人很不适应。', NULL, '2016-08-31 19:50:52', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (16, 1830528, 'BBOY卡通猫', '这辈子估计都看不到这么追求古风，力求写实的电视剧了', NULL, '2017-11-28 00:18:14', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (17, 1830528, 'Joker', '😕小时候看三国，觉得真特么难看。长大了看了权力的游戏……觉得国产剧没有可能和权游媲美的……直到和我爷爷假期看完了这个……', NULL, '2018-03-03 13:52:28', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (18, 1830528, '1900', '蜀汉集团的浪漫主义：知其不可为而为之', NULL, '2020-12-04 22:14:30', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (19, 1830528, '大寨核桃露', '借着B站上线的机会重看了一遍。感叹自己，工作不顺几次被逼到离职边缘没有流泪，家人突发重症没有流泪，和女朋友以挺惨烈的方式分开也没有流泪，但在老三国那么熟悉的“桥段”里哭了不知多少次。是屏幕对面的星汉太过灿烂 ，还是我对脚下的世界过于绝望？', NULL, '2020-06-21 21:30:48', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (20, 1830528, '123456昵称', '老版三国耗费巨资，时间最久，制作人员责任感强，场面宏大，场景逼真，国剧经典。', NULL, '2017-01-19 12:41:34', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (21, 1830528, '考拉与鱼', '拍的就像连环画似地', NULL, '2012-04-05 12:23:31', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (22, 1830528, '祥瑞御兔', '黯淡了刀光剑影，远去了鼓角争鸣；眼前飞扬着一个个，鲜活的面容……淹没了黄尘古道，荒芜了烽火边城；岁月啊，你带不走，那一串串熟悉的姓名……兴亡谁人定，啊~~~？盛衰岂无凭，啊~~~？一夜风云散哪~变幻了时空。聚散皆是缘，啊~~~？离合总关情，啊~~~？担当生前事哪~何计身后评。……', NULL, '2009-04-08 15:30:30', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (23, 1830528, '宅心仁厚牛小掰', '服装差点没事，战争少点没事，文言门槛高没事。你看鲍国安唐国强的表演就知道什么是真正的演员', NULL, '2016-11-29 16:59:41', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (24, 1830528, '传说北美狗鱼', '我从未见过如此厚颜无耻之人', NULL, '2017-07-24 10:53:37', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (25, 1830528, 'r50o19', '只有几个片段精采，其他剧情拖死了，这片真的过誉了~~', NULL, '2016-10-15 23:35:29', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (26, 1830528, '罗马法王章北海', '最近在重看，不得不说王扶林导演选角眼光极赞，连董太后何皇后这种路人女角色也选的极好。', NULL, '2012-09-09 17:31:16', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (27, 1830528, '老阿飞—故园', '滚滚长江东逝水，浪花淘尽英雄。\r\n黯淡了刀光剑影，远去了鼓角争鸣，眼前飞扬着一个个，鲜活的面容~~', NULL, '2007-08-27 11:41:20', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (28, 1830528, '八月槎', '鲍国安。', NULL, '2007-07-29 01:50:32', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (29, 1830528, '不错我就是神', '经典最喜欢里面的诸葛亮的演员眼睛真的会说话', NULL, '2018-01-08 09:23:06', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (30, 1830528, '希尔金', '其实昨夜就看完了最后一集“三分归晋”，但是今晚却睡不着，凌晨四点打开高德，搜天水、祁山、剑阁，从成都拉到长安、洛阳，看着地图泪如雨下。', NULL, '2023-05-31 04:28:48', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (31, 1830528, '清浅明妍', '我永远记得诸葛亮自庐内挑帘而出的那一瞬间,清瘦挺拔,傲然而立,眼神温润,笑容清澈.一眼即是万年.无论岁月如何变迁,他的诸葛亮是我整个少年时代最华丽与灿烂的梦想.', NULL, '2010-07-29 09:32:59', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (32, 1830528, '雷彤', '小的时候完全看不懂，只是跟着大人看，佩服诸葛亮的神机妙算，步步都在掌握之中。', NULL, '2017-04-11 23:25:39', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (33, 1830528, '美女菜kun', '听着主题曲都能泪流满面！感叹英雄人生！', NULL, '2017-03-27 19:23:12', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (34, 1830528, '北溟客', '神一样的存在。个人认为央记四大名著电视剧中最好的一部。豆瓣打分太低了，尤其比87版红楼梦低这点不应该。87版红楼经典归经典但其实缺陷还是不少的。', NULL, '2010-05-03 23:50:17', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (35, 1830528, '小灰猫', '经典的四大名著老版影视之一，虽然由于技术水平和动作指导的缘故武戏有太多遗憾，但文戏真是精彩绝伦，百余位老戏骨和演技实力派的倾情出演，让人惊叹着迷！老版四部中我最爱本剧和“红楼”，恰总导演同为王扶林老先生，四大名著一人执导两部经典剧集，也真是奇哉壮举！', NULL, '2017-06-14 17:35:34', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (36, 1830528, '吃瓜的小土豆儿', '非常经典的三国演义，历史的厚重感，磅礴大气的音乐，人物的塑造非常成功，很喜欢的电视剧精品。', NULL, '2017-06-04 10:16:51', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (37, 1830528, '[己注销]', '小时候被这部电视剧和原作小说迷得要死，不过小说原作再被美化吹捧到什么程度，也改变不了它开启了堂皇地篡改和编造历史的事实', NULL, '2011-01-28 20:50:24', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (38, 1830528, '冰封之心', '小时候看的，从此我心目中的三国就是这样的了。很喜欢唐国强演的诸葛亮。', NULL, '2016-12-23 22:43:54', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (39, 1830528, '青山绿水', '喜欢，因为这部电视剧让国人更了解那段精英辈出，群雄争霸的历史，经典电视剧比书更有传播价值，它更直观，通俗易懂，老少皆宜', NULL, '2018-02-14 13:20:34', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (40, 1830528, 'EdflorenzX', '缺点是有不少的，但可圈可点令人赞叹的地方不能胜数无法穷尽，着实瑕不掩瑜。那些胡扯盔甲是日式的包括吐槽剧组穷酸的都洗洗睡吧，找点幕后资料翻翻有那么难么，瞧瞧赵庆霞如何把握汉代头盔特点独立设计力求古朴美观因而一头靠秦一头靠唐亲自喷镀周瑜吕布头盔亲手缝制铠甲，看看小到一杯一盏一盘一卮漆椑牍检坐具便面鸠仗，大到承旋座屏等等种种道具以及官帽服饰是如何依据出土文物还原仿制的，整体来看考究适度同时也加入了带有一定现代气息的美化和艺术创作，保证了娱乐和审美的高度结合。还有不得不提，音乐创作实在令人称奇，谷建芬是旋律天才，片头曲临江仙是加入变宫即7音的六声羽调式，是民族五声调式的延续，可谓古香古色，李一丁和王宪是配器天才，主题曲和角色歌的无数次变奏都能写得那样丰富多姿听来毫无重复。', NULL, '2020-08-24 09:07:15', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (41, 1830528, 'xiaoxuanzi17', '私以为是四大名著改编电视剧拍得最好的一部。特别是对诸葛亮、曹操的塑造超越了原著和传统的观念。', NULL, '2017-06-29 10:02:13', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (42, 1830528, '浅笑ソ安然', '人物剧情都很经典。', NULL, '2017-01-19 11:26:45', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (43, 1830528, '连城易脆', '唐国强版诸葛亮曾经可是B站鬼畜的台柱子啊，一句从来没见过如此厚颜无耻之人成了经典名场面，这些高质量鬼畜视频也为这版神剧加了无敌BUFF，因为年代原因而造成的简陋道具、朴素字幕、戏剧台词反而就像表情包上厚厚的电子包浆一样从缺点变成了特色，更加富有味道。鲍国安版的曹操也是经典中的经典，目光如炬，让人恨不得高歌一曲《龟虽寿》，说出宁天下人负我我不负天下人的面相似乎就该长这样。《滚滚长江东逝水》这首主题曲也非常值得一提，杨洪基演绎得很好：古今多少事，都付笑谈中！三国演义绝对是一块大IP，吴镇宇的《赤壁》没能挖掘好，反而是隔壁的日本得到了非常丰富的滋养，咱们也要老输开新花，重新攫取一些养分才对啊，国师的《影》虽讲三国之事，但灵感来自黑泽明的《影武者》，人家看了空城计的死诸葛吓走活仲达就想了一出真假武田信玄！', NULL, '2020-04-13 22:30:08', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (44, 1830528, 'Leon Winters W', '经典的力量！杨修聪明一世，却在这里犯上了糊涂。他有些才华，但显露的都不是个地方，都用在了“一人一口酥”、“绝妙好辞”这些雕虫小技上，不能像诸葛亮那样雄才大略建功立业。', NULL, '2015-12-04 00:11:19', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (45, 1830528, '萧湘', '瑕不掩瑜！凤兮凤兮思高举！', NULL, '2013-11-09 13:47:23', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (46, 1830528, '啊啊啊红豆糕', '小时候的经典之作，鲍国安的曹操就是我心目的曹操，至今没有人比他更好的演绎这乱世枭雄了', NULL, '2018-02-22 10:17:59', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (47, 1830528, 'Padi-Shah', '个人觉得老三国甚至超越了原著。', NULL, '2022-05-16 19:39:04', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (48, 1830528, 'X', '后来拍的不管是电影还是电视剧的人物外形和造型多多少少要参考一下这部剧，你说是不是经典。', NULL, '2017-04-10 00:50:31', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (49, 1830528, '病娘', '虽然没看过电视剧 但是书看了，中国的四大名著值得一看呀 个人觉得不仅提高个人文化 在考试中好多知识点都能用到', NULL, '2018-01-17 15:38:36', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (50, 1830528, '雪', '片尾歌声一起，就有三国群像从眼前流过，都是这部片子中的演员塑造的。经典。', NULL, '2017-05-11 10:36:18', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (51, 1830528, '七七的蟹子壳', '作为一个女生一集不落地看完了，骄傲脸', NULL, '2020-06-03 13:19:03', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (52, 1830528, '千寻亿选', '文戏满分，武戏可惜了', NULL, '2010-05-27 22:12:33', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (53, 1830528, '轻抛浮名', '不喜欢近妖的诸葛，很BS一个角色不停换演员。', NULL, '2010-08-12 23:02:21', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (54, 1830528, '咕噜咕噜小肥肉', '小时候不懂它的好。现在看，也太好看了！', NULL, '2017-07-25 22:05:09', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (55, 1830528, '诸葛若见', '滚滚长江东逝水，浪花淘尽英雄。经典中的经典。', NULL, '2011-07-10 10:18:31', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (56, 1830528, '双喜', '我前阵子又重新看了一遍', NULL, '2011-10-05 14:53:32', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (57, 1830528, '铃儿响叮当', '诸葛亮是印象最深的一个角色，不管是服装造型，还是台词演技，都太经典了！', NULL, '2017-04-18 19:20:07', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (58, 1830528, '尽欢', '阁下可是诸葛孔明？', NULL, '2018-03-07 21:39:47', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (59, 1830528, '慕詩', '最喜欢的一版，好看的。', NULL, '2017-09-18 09:46:11', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (60, 1830528, 'Panda的影音', '我心目中《三国演义》最经典的版本。', NULL, '2013-03-04 11:54:31', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (61, 1830528, '然冉', '钱穆曾说道：“有一诸葛，已可使三国照耀后世，一如两汉”', NULL, '2018-02-21 19:01:32', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (62, 1830528, 'BeHappyLQL', '这版三国真乃神剧 各种bug 的卢御马过檀溪直接加5毛特效飞上去 等等等等', NULL, '2016-01-12 11:44:31', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (63, 1830528, 'Diva Tequila', '老版三国快弄死我了。。做这个真心不容易。。老资料各种修帧。。', NULL, '2013-11-04 19:08:33', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (64, 1830528, '墨 崢', '嚴謹認真，細緻精巧，敬畏歷史，珍愛文化，中國的創作者本該如此', NULL, '2012-10-14 10:56:37', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (65, 1830528, '韧勉', '因为看了这个，开启了我的历史生涯~', NULL, '2009-04-05 14:53:11', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (66, 1830528, '初音求官者', '9分，比新三国严谨多了，演员演技也比新三国好。因年代限制技术是短板。/吾有无双上将潘凤，万人敌邢道荣，悍将刘三刀。内事不决问郭图，外事不决问张松。有巧舌说客蒋干，守城大将陈登。耿纪宿卫中宫，孟达宣扬教化。有贤侄刘琮，孝子吕布，忠贞烈女蔡夫人，侍卫范疆张达。淳于琼守备粮草，司马昭坐镇后方。何愁大业不成?', NULL, '2019-07-28 21:48:49', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (67, 1830528, '有痔中年', '花了这么多钱，没感觉，真的没感觉。', NULL, '2012-04-14 02:27:44', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (68, 1830528, 'Ruler', '创造很多至今无法超越的经典。', NULL, '2010-08-03 10:56:08', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (69, 1830528, 'Favillae', '江汉莽苍苍，浪起连樯。褒河争道北师张。走笔龙蛇书衮雪，横槊抛觞。雄骥自猖狂，纵老何妨。驱袁灭吕许都昌。列座豪英兼峻望，俯仰无疆。--《浪淘沙·见丞相汉中褒河书衮雪》 按白香词谱，双调五十四字，上下片各四平韵。作为一个魏派兼令君丕党虽觉曹营尚有不足，仍要膜一膜鲍老师的曹总。', NULL, '2017-04-24 23:00:06', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (70, 1830528, '苏妄言', '不管翻拍多少遍，经典绝对无法超越！二哥跟了刘备真是明珠暗投啊，跟着丞相多好啊！三国里最不喜欢的人物，除了蒋干应该就是刘皇叔了', NULL, '2017-07-11 19:28:31', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (71, 1830528, '搬砖侠', '说实话从来没看完过整部剧，尽管小时候一度觉得制作很粗糙，道具水平实在太低劣了，但不可否认的是央视剧作上的严谨', NULL, '2015-11-09 23:33:14', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (72, 1830528, '乌龙茶', 'B站上线，慕名去瞻仰。69集收姜维之后，诸葛亮骂死王朗那段太强了，无敌嘴炮王。', NULL, '2020-06-15 11:06:05', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (73, 1830528, '寒枝雀静', '我可是有全套碟片的人', NULL, '2016-02-23 01:05:07', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (74, 1830528, 'momo', '不好意思不喜欢', NULL, '2015-12-09 17:51:28', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (75, 1830528, '豆友105512988', '童年经典电视剧。', NULL, '2017-03-27 13:54:57', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (76, 1830528, '别古居士那那酱', '当有人问“你每年必重温一次的电视剧”，我be like：　高三的时候和同桌比赛谁能把一整部台词都背下来（。）同桌时常感叹，你学数学有这分 认真都不至于考20多分（？）', NULL, '2022-08-31 21:23:18', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (77, 1830528, '喜悦之地', '这才叫电视剧，唯一的缺点就是没有字幕！', NULL, '2013-09-01 16:36:46', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (78, 1830528, 'Cenduruila', '看完了，后面气的我想扇刘禅嘴巴子', NULL, '2023-12-05 21:45:25', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (79, 1830528, 'Odair', '那个时候的可都是经典啊', NULL, '2011-12-17 23:38:58', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (80, 1830528, '陆钓雪de飘飘', '真的太好看了，太经典了，永远不会被超越，堪与原著相媲美！', NULL, '2014-09-10 20:09:28', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (81, 1830528, '思惟凝胶', '千万别人张纪中之流给废了', NULL, '2009-12-30 20:03:39', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (82, 1830528, '麻绳', '第二次在B站重温此剧，应该也不会是最后一次。这一版三国即使在当年看来，制作上也有诸多粗糙简陋之处，但却能历经多年百看不厌，主要还是因为创作者在最大程度上做到了对原著文本的高度忠实，没有自作聪明的胡乱发挥画蛇添足，足见其穿越时光的长久生命力。主要人物的塑造也符合国人的想像和审美，尤以曹操、诸葛亮、司马懿最为出色。', NULL, '2020-11-19 22:04:15', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (83, 1830528, '懒人的主', '经典就是经典，值得反复看的一部剧。', NULL, '2018-03-15 16:54:25', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (84, 1830528, 'Suito', '唐国强的诸葛亮很神~这部各方面都很经典貌似很难超越了。', NULL, '2010-12-15 00:14:36', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (85, 1830528, 'celestebook', '台词很正统 前半部分拍的比较好 中后段略微潦草', NULL, '2011-02-05 09:38:48', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (86, 1830528, '按时对话法', '滚滚长江东逝水', NULL, '2017-09-24 08:16:09', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (87, 1830528, '商夏', '什么叫做经典，就是时间过得越长，你越是发现它比你想象中还要好。', NULL, '2020-01-19 18:43:10', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (88, 1830528, '反山', '据说老外们常常拿这部戏和权力的游戏比。', NULL, '2017-11-08 17:32:49', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (89, 1830528, '仓郡', '光顾着唱主题曲了！', NULL, '2009-07-18 11:12:34', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (90, 1830528, '螺丝இ', '最贴合内心人物形象的三国！！！', NULL, '2009-08-05 20:16:43', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (91, 1830528, '暴富的女孩是我', '小时候可爱看了，但我认为我也看不懂😂瞎看', NULL, '2017-04-18 12:11:57', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (92, 1830528, '悟怡', '对七擒孟获那部分的大场面记忆犹新。。。好多jj。。。', NULL, '2008-01-20 14:59:19', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (93, 1830528, '大甜甜~~', '鲍国安演得没得说', NULL, '2008-01-27 21:19:01', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (94, 1830528, '.zhu', '我真的不喜欢这个版本', NULL, '2021-09-15 10:58:53', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (95, 1830528, '燕子坞主人', '无与伦比！举目皆是教科书般的表演！', NULL, '2017-06-27 00:50:04', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (96, 1830528, '新西兰孙小社', '平均分8.8，失掉的那些就算是被那些追求视觉效果而对武戏不满意的观众扣掉好了，在我心目中这是满分作品，只能追求和它接近，却不可能超越', NULL, '2010-12-14 01:14:47', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (97, 1830528, '七筒', '小时候在外婆家看过全部，现在已经淡忘，重新看了一遍，各种细节真的很天花板了。今年关羽和张飞的两个演员都相继去世，外婆也去世了。', NULL, '2023-09-12 13:06:32', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (98, 1830528, '妮嗔', '这部戏的选角极好！我想象中的诸葛亮就是这样的！', NULL, '2017-06-24 19:13:09', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (99, 1830528, '谙', '每个中国男孩的三国情节, 如滔滔长江水般融入这部三国演义', NULL, '2011-03-12 19:17:37', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (100, 1830528, '泥鳅鳅', '米有看完。。', NULL, '2011-03-26 22:04:45', '2024-12-26 12:06:33');
INSERT INTO `comments` VALUES (101, 3783963, '鸽群中的猫', '超六星可否……', NULL, '2010-02-05 18:15:10', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (102, 3783963, '24Frames📷', '了解三国演义就是从这部动画开始的', NULL, '2017-10-25 17:13:53', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (103, 3783963, '思无邪', '诸葛亮太帅啦，原谅我犯花痴，出场的时候真的狠仙啦😄', NULL, '2018-01-17 17:51:37', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (104, 3783963, '沧海一小生', '生动形象、栩栩如生，国产动漫制作到这个程度已经非常不错了，如果日式痕迹摒弃掉应该更为成功！', NULL, '2017-09-08 10:03:16', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (105, 3783963, '残烟夜灯', '三刷打卡；剧情挺还原演义的，OP梦在燃烧ED四季超神！表白季汉男神天团（雾）比较遗憾是亮逝世的后三国描写太少，什么时候能有影视剧把甜姜赵广张翼他们刻画详细点儿就好惹(做梦x', NULL, '2017-02-12 00:25:19', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (106, 3783963, 'Duuuuye', '堪称完美的动画片，增加了很多我对三国的热情。', NULL, '2018-04-13 16:37:54', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (107, 3783963, '羽月', '神作啊。\n就是把公瑾黑惨了。\n尽管删减了不少情节，但是却增加了貂蝉夏侯涓小乔等几个女性角色的戏份，让所有人物形象都很丰满。\n总体在原著基础上取其精华去其糟粕，真的很不错。', NULL, '2018-04-30 21:33:11', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (108, 3783963, '我是谧', '幻想过自己是诸葛亮老婆', NULL, '2019-04-26 22:19:15', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (109, 3783963, '悟空&憨豆', '当年登陆央视一套与八套的现象级作品，其制作之精良时至今日仍少有国创能比。', NULL, '2013-06-06 20:03:16', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (110, 3783963, 'Zeeeee', '带严重的个人情感就是：太貌美了啊所有人！当然我哥哥必须是我的最爱。亮哥也是名不虚传。带不那么严重的个人情感就是：相比刘备我更喜欢曹操。论英雄我喜欢果决的类型。不过动画把所有的人都正面化了。刘备尤甚。所以还是回去读读原著，自行判断的好。\r\n最想赞的是配音的所有叔叔伯伯哥哥姐姐们。辛苦', NULL, '2011-09-08 14:59:33', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (111, 3783963, 'loio', '真人版看不下去，就看了动画…诸葛帅男……', NULL, '2011-10-19 16:12:32', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (112, 3783963, '樱わ雪', '记得高中时周末回家无意中看见少儿频道在播，当时刚好看完原著，对诸葛亮和赵云喜爱崇拜之至，于是瞬间被这部人物美型，画风优良的动画给秒了。貂蝉倾国倾城，聪明绝顶；赵云神身着白色将袍，弯弓搭箭，帅的一塌糊涂；诸葛亮一句“躲了这么久还是没有躲过，知其不可而为之”让我飙泪了，太喜欢了。', NULL, '2013-05-25 12:38:08', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (113, 3783963, 'Mitaka', '我亮真的很苏了，张震大大的声音一直这么好听\n看到古典名著能被拍成如此精良如此成熟的动漫真的很感动，大概是因为大家终于知道动漫不仅仅是针对青少年的，它也是可以非常成熟的，也可以是正剧，要是多几部这样的就好了。西游记虽好，但是总有种少儿漫的感觉。', NULL, '2018-10-21 03:43:00', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (114, 3783963, '捆鸡＋罗汉果', '最近被梦在燃烧炸出来的...最开始接触三国就是这一部动画片，貂蝉超级超级美的啊啊啊啊啊啊！然后丞相太帅了啊啊啊啊啊啊！！', NULL, '2019-01-16 18:03:17', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (115, 3783963, '八丈藝人', 'op和ed超级赞。看到“北京辉煌动画”几个字都要哭了，你说你不知道？他们就是拍动画《西游记》的那个啊！', NULL, '2015-02-27 15:13:55', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (116, 3783963, 'Run', '年轻版的诸葛亮真是太帅了好吗！！！', NULL, '2014-03-19 18:15:46', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (117, 3783963, 'Berger', '童年最爱没有之一！成功把我弟拖入坑！', NULL, '2019-02-04 02:07:03', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (118, 3783963, '八九点的小太阳', '记得每天守在电视机前等更，这个完全可以撸多遍。每天等着周瑜出现【那时候周瑜是我在三国里最喜欢的角色】，结果周瑜出现的时候已经是两撇小胡子的大叔，诸葛亮确实风流倜傥，年轻时的cv声音有点酥啊。画风很精致 现在还记得里面桃花乱飞的场景。希望以后不和日本方合作也能弄出这样的神作', NULL, '2013-04-06 18:39:20', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (119, 3783963, '小妖哪里跑', '看赵子龙救阿斗那集，唢呐一起，就已然知晓了本片的质量。', NULL, '2020-06-29 14:20:47', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (120, 3783963, '九条命', '片头曲 片尾曲很好听 基本符合三国演义', NULL, '2015-05-10 11:06:29', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (121, 3783963, '大竹池子', '没有理由不给五星。', NULL, '2015-08-03 20:36:34', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (122, 3783963, 'stknight', '动画《三国演义》根据中国同名古典文学名著改编，共52集，每集25分钟。北京辉煌动画公司组织了一支具有丰富动画经验的艺术家团队，运用现代的动画艺术手段，对历史名著《三国演义》之精髓进行了淋漓尽致的展现和最大限度的提升。我发现我貌似看过半集，就是吕布刺杀董卓的那集。', NULL, '2011-03-09 22:06:43', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (123, 3783963, '伪减肥中的阿谦', '不喜欢貂蝉的改编，弄得貂蝉像是完全被逼的，不能体现她的大义。', NULL, '2013-11-28 15:33:13', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (124, 3783963, '清木', '吹爆诸葛孔明的配音！！！！！！！太苏了！！！！！！！', NULL, '2019-01-23 22:15:21', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (125, 3783963, '目痴古', '满分不解释，另外，云妹，丞相，甜姜都是我的！！！！！！配音什么鬼？为什么不显示中文配音演员？', NULL, '2018-01-04 12:14:39', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (126, 3783963, 'June Witt', '当年这片里的孔明和刘备帅哭我了。', NULL, '2014-07-20 04:25:53', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (127, 3783963, '白衣秀士', '后半部分节奏过快，但大部分著名段落都有带到。桃园结义三英，诸葛亮，赵云，曹操等戏份较重，比较适合少儿接触名著时观看。个人比较喜欢七擒孟获，居然拍了上中下，似乎剧情再起伏也不如南蛮各猛男丰富啊', NULL, '2018-03-06 11:28:04', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (128, 3783963, '北', '“亮说得对不对啊？”\r\n超好看~', NULL, '2010-02-01 16:10:56', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (129, 3783963, '祥瑞御兔', '平庸的剧情和人物', NULL, '2011-03-13 10:07:59', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (130, 3783963, '楚商', '诸葛亮真帅啊。', NULL, '2017-04-26 18:55:44', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (131, 3783963, 'Mido', '竟然还不错，而且配音很好。剧情一样这不是问题吧？难道剧情应该不一样吗？', NULL, '2009-08-04 18:46:03', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (132, 3783963, '谨珍生命远傻比', '5汉末晋初之蜀汉演义终于看完了。。。片子进度很快拍给小孩子看的。。。甘英成甘宁的祖先了。。。马超队有罗马军团的后代。。。。你妈非要扯上罗马干嘛。。。甘英也是罗马有关。。吴国太思念阿斗干什么。。文长是被黑坏了', NULL, '2017-11-24 21:45:00', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (133, 3783963, '对你爱不完', '精彩的国漫，虽有日本人参与，但是整体看起来还是很中国风的(尽管部分人物看起来有些日化)，剧情并没有瞎编乱造，非常忠实与原著，动画的制作表现出了兼具美感和细节的画面，吸引小孩子了解原著，赵云和诸葛亮好帅，片尾曲好听，唯一不足就是因为时长太短删减了太多。', NULL, '2017-12-29 15:02:03', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (134, 3783963, '初音求官者', '8.3分，吾有无双上将潘凤，万人敌邢道荣，悍将刘三刀。内事不决问郭图，外事不决问张松。有巧舌说客蒋干，守城大将陈登。耿纪宿卫中宫，孟达宣扬教化。有贤侄刘琮，孝子吕布，忠贞烈女蔡夫人，侍卫范疆张达。淳于琼守备粮草，司马昭坐镇后方。何愁大业不成?', NULL, '2019-08-13 23:32:07', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (135, 3783963, 'Fleurs.哼哼', '人情势利古犹今，谁识英雄是白身。', NULL, '2019-03-22 10:26:05', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (136, 3783963, '阿草', '终于看完了。\r\n在各种吐槽的背后，无论如何我会说它有进步，会说它好，会说它很棒！', NULL, '2009-08-26 20:28:10', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (137, 3783963, '蒙大拿', '孔明，看见比公瑾年轻且萌的U吾就安心了~', NULL, '2009-09-21 21:42:53', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (138, 3783963, 'ZeonGin Sou', '大概，是因为，太熟悉了吧。故事流程也很按部就班，没有任何惊喜。', NULL, '2013-08-13 08:44:09', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (139, 3783963, 'Fnlcecbb', '只盼来日登蜀道 再续出师表', NULL, '2015-11-22 00:57:59', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (140, 3783963, '喵喵喵', '5岁4个月的娃们看的津津有味，同时还给他们看真人版《三国演义》、日本《三国志》，他们最喜欢看的是这版，看的懂，画风也适合小朋友，他们觉得曹操很厉害，对诸葛亮也印象深刻', NULL, '2022-11-23 21:24:03', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (141, 3783963, '年上党怎么办', '人物设计蛮好看的，而且也让我多少了解了一些三国的内容，可以重看一遍', NULL, '2019-01-28 20:56:12', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (142, 3783963, 'RA!DEN', '作为合作国产片，已经很优秀了！', NULL, '2009-08-30 20:28:58', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (143, 3783963, 'tellwind', '看了一点，觉得人设还行，不难看，动画也达到基本流畅水准，能做到这两点在我看过的国内动画中实属罕见，还做了52集，量也够大，如果中国每年能出10部此等质量的商业动画，动画在中国才能算产业', NULL, '2009-09-01 20:16:55', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (144, 3783963, '鉴定热门生物', '诸葛亮童年男神', NULL, '2022-07-28 23:41:23', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (145, 3783963, 'Jerry', '和老版比 差距怕是一个银河', NULL, '2021-07-18 16:12:04', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (146, 3783963, '橙榆', '相当好看了，孔明好帅，我的最爱', NULL, '2017-05-27 21:33:03', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (147, 3783963, 'Muggle、佑。', '哈哈，秘书学上看的诸葛大口战!!!好日本漫画的配音啊:)吼吼', NULL, '2011-09-28 19:44:33', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (148, 3783963, 'Leon Winters W', '中日合拍动画！', NULL, '2017-04-16 14:38:42', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (149, 3783963, '粗', '人物还凑合', NULL, '2009-09-22 17:30:26', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (150, 3783963, '巴喆', '当年央视某台播放曾一度沉迷。原来系中日合拍，人物形象是漫画化了的俊男靓女，剧情相对忠于原著，也是精简了不少。佳作。', NULL, '2023-11-06 21:44:34', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (151, 3783963, '小呀嘛小匆匆', '还想再看一遍完整版||第一次看这个是09年 现在已经14年了 又看了一遍 觉得真心好 将来有孩子要给孩子看', NULL, '2009-08-26 22:33:35', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (152, 3783963, '末末。', '《三国演义》描述了东汉末年，山河动荡，刘汉王朝气数将尽。内有十常侍颠倒黑白，祸乱朝纲；外有张氏兄弟高呼“苍天当死，黄天当立”的口号，掀起浩大的农民起义。一时间狼烟四起，战火熊熊，刘家的朝廷宛如大厦将倾，岌岌可危。', NULL, '2020-06-04 16:25:27', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (153, 3783963, 'Miyako', '英雄辈出的时代，有种想哭的感觉', NULL, '2019-11-23 22:00:27', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (154, 3783963, '土卫六', '剧情有点走马观花，不过已经很难得了，时长太短，能做长一点就好了', NULL, '2024-05-15 06:34:22', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (155, 3783963, '探索飞碟™', '5星,只是主题歌次点', NULL, '2009-08-14 02:52:10', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (156, 3783963, 'Niqa', '要再看下DVD版的', NULL, '2010-03-13 21:13:56', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (157, 3783963, '南宫非攻', '确实是以演义内容展开的二创动漫，还原度极高，节奏更是快到令人发指，以至于忽略了太多名将轶事。由于演义的绝对主角是关羽和诸葛亮，本番就也给了此二人巨多篇幅，然而他俩的故事不要太经典，就自然而然生成出了雷同与重复的观感，尤其50话还在五丈原，52话居然就三国归晋完结了？钟会邓艾姜维羊祜陆抗等一批后期名将就这么不值一提么？不过对于向新人普及三国文化，本番还是很合适的，加上本人打小便是三国控，给个四颗星还是不为过的。', NULL, '2024-11-22 14:44:09', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (158, 3783963, 'Swallow', '应该改名叫《蜀国将相列传》，而不是叫《三国演义》。\n很想给三星半，但是没有。', NULL, '2019-10-01 14:48:46', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (159, 3783963, '雪', '中国的故事要日本人来讲', NULL, '2018-07-24 04:16:48', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (160, 3783963, '豹子头林黛玉', '雷点/笑点/亮点各占三分之一', NULL, '2009-08-24 23:02:47', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (161, 3783963, '晓晓一', '每天午休看一集，看了好几个月终于看完了，确认我对三国确实是没什么兴趣。但正好说明动画拍得很不错，剧情流畅，看到最后会被人物的命运牵动心弦，会因剧情的走向而唏嘘。接下来准备在此基础上去看《派对孔明》的漫画。', NULL, '2022-09-28 12:20:31', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (162, 3783963, 'BlackMountain', '莫道功名需百战，愿效滴水洞石穿', NULL, '2019-01-20 14:56:42', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (163, 3783963, '小野花花', '还可以吧，出于支持国产动画的动机，难道应该打四星？', NULL, '2010-02-16 04:09:40', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (164, 3783963, '沉默的若亚', '中日参半的货能出彩吗', NULL, '2011-07-31 02:26:30', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (165, 3783963, '吹热风的野草', '经典，值得反复观看', NULL, '2021-12-15 19:06:20', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (166, 3783963, '无根生', '小时候看的时候片尾曲一定要听完', NULL, '2018-12-05 22:44:46', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (167, 3783963, 'Marlboro', '看了几集并没有看下去的冲动 可能真的就算再还原也不过是原著基础之上的 奈何三国演义水准真的太高了 我看一堆二维人物脑子里全部都是原著内容 但其实水准还是可以吊打国内一大片动漫 小鬼子还是行啊 喜欢 主要是感觉 人物刻画得太直白太奇怪了 特别的标签化 也可能是动画这一方式表现力或者做的时候就没有往那种方向想过 如果我是十一二岁还没看过三国的话 这个会让我很喜欢的 对不起了 不太对我现在胃口', NULL, '2022-10-18 02:35:10', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (168, 3783963, '独孤云平', '居然是少女漫画风格的……Orz', NULL, '2009-09-06 11:48:13', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (169, 3783963, '碾', '小时候看的，很喜欢啊，人物画的也好，音乐也燃。', NULL, '2017-10-22 11:45:18', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (170, 3783963, '晨光荣耀', '山寨国拍成这样很不错了', NULL, '2009-10-03 21:56:05', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (171, 3783963, '青文非', '高三每天晚饭时候在电视上看一集，一开始就是被意气风发带着点小傲娇的“亮”这句自称（外形+声音都太赞了）给吸引了，五丈原的时候都哭了，当时下决心等高考完了要补原著，可惜后来再没见播过了', NULL, '2017-11-27 18:31:28', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (172, 3783963, '剪影剪', '某天吃饭的时候无意间看到，居然觉得还不错。尽管还有明显的不足和与某国相比的差距，但已经很进步了。\r\n第二天从主题曲开始看终于恍然大悟，哦，原来创作班底还是有那么些某国人名。', NULL, '2009-08-27 04:58:09', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (173, 3783963, 'Alien', '故事太过简略 不显大气磅礴；疏漏很多 只有音乐和人物造型还不错；比较适合小孩子看', NULL, '2022-12-03 08:09:57', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (174, 3783963, '熊大茸', '恩，我看了好几遍。', NULL, '2016-01-04 14:32:46', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (175, 3783963, 'Gothamer', '唯一的遗憾就是有很多场景一笔带过，日本团队的加盟提高了好几个制作水准等级。主题曲很喜欢，最喜欢的是赵云和诸葛亮，配音真赞，诸葛丞相实乃为人臣之楷模，每每想到此，总是被感动。', NULL, '2018-11-25 02:06:15', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (176, 3783963, 'Roii', '我也觉得是国内动画片的最高水准 希望不是日方参与的缘故', NULL, '2009-09-03 21:37:09', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (177, 3783963, '★肓★', '虽然是中日合作的，虽然人设是\'霓虹\"画的，但是看的我泪光闪闪啊~~~~本土的未来啊还是有希望的~~~~', NULL, '2010-04-01 19:04:03', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (178, 3783963, 'Job', '比较失望的一版，还不如我小时候小人书来的精彩', NULL, '2012-01-02 16:27:46', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (179, 3783963, '桑下', '作为国产的，已经算好的了', NULL, '2011-12-01 06:10:03', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (180, 3783963, 'John Doe', '挺……平铺直叙的', NULL, '2012-09-15 11:53:59', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (181, 3783963, '🍏', '看过', NULL, '2023-05-08 09:17:23', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (182, 3783963, '灰色堡垒', '当时觉得这个剧的主题曲很热血：云行在天，浪行在川，英雄出世逆流行险；欲度关山，何惧狂澜，风生水起正好扬帆。', NULL, '2017-08-07 10:12:04', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (183, 3783963, '玉玉的注水阿龙', '到现在我已经忘了这部的故事，甚至连声优的声音都忘了。但是我还是记得片头曲片尾曲，神曲，难以忘怀！', NULL, '2018-05-04 16:44:44', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (184, 3783963, 'zealot', '2.5倍速看的，剧情流畅，挺好', NULL, '2009-08-19 06:19:53', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (185, 3783963, '影杂志', '这个还真心不错', NULL, '2018-05-23 15:34:31', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (186, 3783963, 'bin', '······计谋就是计谋不要搞成演戏好不好。', NULL, '2011-03-28 11:10:36', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (187, 3783963, '白色流星', '中日合作的三国演义，挺中国风的。在中国的动画中也算上乘之作了。又有强大的剧本撑腰。。。不过这人物老的也太突然了。。。。', NULL, '2011-07-25 22:34:31', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (188, 3783963, 'Benjamin', '作为一部国产动画片，你还能要求更多吗', NULL, '2009-09-25 00:51:52', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (189, 3783963, '骗你是小狗', '这个是真的绝！', NULL, '2021-12-28 18:43:24', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (190, 3783963, '武食茶⠀ ⠀ ⠀ ⠀', '完全可以自主，为什么要有日方的团队', NULL, '2009-10-14 17:44:29', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (191, 3783963, '庆麟一二三', '反正可以吊打新三国', NULL, '2020-11-03 17:07:04', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (192, 3783963, '涉外山頂人™', '山寨的带有迟钝的日系风格勉强凑合。', NULL, '2010-05-26 23:49:09', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (193, 3783963, 'Cranberry', '童年的美好回忆。', NULL, '2023-11-29 05:17:25', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (194, 3783963, '东溪散人', '现在回头看真是不错，如果节奏能适当放慢一点就更好了。', NULL, '2021-08-17 14:53:28', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (195, 3783963, 'Oleg the kafir', '中日合拍', NULL, '2010-07-10 02:43:31', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (196, 3783963, '壹次心', '使不完的离间计啊~画面不够灵动，可惜了这么好的本子。', NULL, '2010-01-05 06:35:02', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (197, 3783963, '🏆影视观众🏆', '光这五首歌就能值五星', NULL, '2018-11-12 09:57:17', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (198, 3783963, '想回到过去', '没什么深度，不过很适合扫盲和普及，建议先看这个再看电视版的', NULL, '2010-03-24 12:02:31', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (199, 3783963, 'NK', '超爽！！！', NULL, '2009-08-14 00:54:27', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (200, 3783963, 'Bryan·Mai', '制作精良是真的精良，但始终是面向孩子群体，剧情删删减减也挺粗略，内容甚至比小学图书馆的一些不明版本的《三国演义》还少。', NULL, '2021-02-07 23:49:23', '2024-12-26 12:21:43');
INSERT INTO `comments` VALUES (201, 3783963, '瀚海', '把三国演义简化了不少，适合小孩子看，却不适合三国迷看……', NULL, '2013-06-30 20:27:29', '2024-12-26 12:23:01');
INSERT INTO `comments` VALUES (202, 3783963, '大悲', '好看', NULL, '2012-05-06 21:28:35', '2024-12-26 12:23:01');
INSERT INTO `comments` VALUES (203, 3783963, '派瓦罗蒂', '不带童年滤镜的评价，打斗场面好，是对孩子来说一部不错的三国科普动画，评分有点过高', NULL, '2021-05-23 10:31:28', '2024-12-26 12:23:01');
INSERT INTO `comments` VALUES (204, 3783963, '春日球', '质量3星 但敢于尝试啊', NULL, '2010-10-19 09:25:05', '2024-12-26 12:23:01');
INSERT INTO `comments` VALUES (205, 3783963, 'braveface', '比真人版好', NULL, '2009-10-21 09:48:54', '2024-12-26 12:23:01');
INSERT INTO `comments` VALUES (206, 3783963, '武奕虹', '番剧时过境迁，现实也随着时过境迁，跨度太长了啊。\n和小说比还是差得太远，但是也勉强了，改编得一般般，白帝城之后的剧情很敷衍，人物建模也不够细节，经常前后剧情乱入。\n不经意发现一些小时候的记忆碎片，本以为从来没看过。\n观众的五星大多给的原著，希望能再来翻拍，拍得更好些吧。', NULL, '2022-10-19 22:22:24', '2024-12-26 12:23:01');
INSERT INTO `comments` VALUES (207, 3783963, 'elegance', '当时认为是中日合拍，没想到这么多国家参与', NULL, '2022-06-25 09:28:20', '2024-12-26 12:23:01');
INSERT INTO `comments` VALUES (208, 3783963, '轩雨七', '其实只要中规中矩的做，都能的出是良心。就怕想突飞猛进，还自诩是什么创意……本片人设80，画风85，尊重历史，实属国产上乘漫画。', NULL, '2015-03-09 19:37:08', '2024-12-26 12:23:01');

-- ----------------------------
-- Table structure for movies
-- ----------------------------
DROP TABLE IF EXISTS `movies`;
CREATE TABLE `movies`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `douban_id` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `rating` float NULL DEFAULT NULL,
  `director` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `actors` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL,
  `genre` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `release_date` date NULL DEFAULT NULL,
  `img_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `year` varchar(4) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `sub_title` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `analyzed` tinyint(1) NULL DEFAULT NULL,
  `created_at` datetime NULL DEFAULT NULL,
  `updated_at` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `douban_id`(`douban_id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 3 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of movies
-- ----------------------------
INSERT INTO `movies` VALUES (1, '1830528', '三国演义', 9.6, '王扶林', '唐国强/鲍国安/孙彦军', '剧情/历史/战争', '1994-10-23', 'https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2558480666.jpg', '1994', '', 1, '2024-12-26 12:06:10', '2024-12-26 12:06:35');
INSERT INTO `movies` VALUES (2, '3783963', '三国演义', 9.4, '朱敏', '张震/李立宏/张杰', '动作/动画/历史/战争/古装', '2009-08-01', 'https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2903709382.jpg', '2009', '', 1, '2024-12-26 12:21:23', '2024-12-26 12:24:42');

-- ----------------------------
-- Table structure for proxy_pool
-- ----------------------------
DROP TABLE IF EXISTS `proxy_pool`;
CREATE TABLE `proxy_pool`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `proxy` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `protocol` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `anonymity` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `last_checked` datetime NULL DEFAULT NULL,
  `created_at` datetime NULL DEFAULT NULL,
  `updated_at` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `proxy`(`proxy`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of proxy_pool
-- ----------------------------

SET FOREIGN_KEY_CHECKS = 1;
